Repository: islamosama203/managers-app
Catalog: MidManagers/Utilities/LanguageManager/*.lproj/Localizable.strings
Languages: ar

source: phone number
ar: رقم المستخدم

source: Password
ar: الرقم السرى

# btnLogin
source: Login
ar: تسجيل الدخول

# btnFaceId
source: Login using Face ID
ar: الدخول باستخدام بصمة الوجه

# pleaseScanQR
source: Please scan the QR code on the client's screen
ar: يرجى مسح رمز الاستجابة السريعة (QR Code) الموجود على شاشة العميل

# btnScanNow
source: Scan now
ar: امسح الآن

# alrtBtnOK
source: OK
ar: حسناً

source: Invalid URL
ar: عنوان URL غير صحيح

# timeOutRequest
source: Request time out!
ar: إنتهت مدة الإتصال!

source: Notifications
ar: الإشعارات

source: National ID
ar: البطاقة الشخصية

# nationalIdBack
source: National ID back side
ar: الوجه الخلفى للبطاقة الشخصية

source: Car License
ar: رخصة السيارة

# carLicenseBack
source: Car License back side
ar: الوجه الخلفى للرخصة

source: Club ID
ar: بطاقة النادى

# clubIdBack
source: Club ID back side
ar: الوجه الخلفى لبطاقة النادى

# btnApproveDocuments
source: Approve Documents
ar: الموافقة على المستندات

source: Accepted
ar: مقبولة

source: Rejected
ar: مرفوضة

source: Re-upload
ar: إعادة رفع

# btnAccept
source: Accept
ar: موافقة

# btnReject
source: Reject
ar: رفض

# btnReupload
source: Re-upload
ar: إعادة تحميل

# btnView
source: View
ar: عرض الصورة

source: Sorry
ar: للأسف

# userRejected
source: This User is rejected
ar: هذا العميل تم رفضه

source: Home
ar: الرئيسية

# btnUploadContract
source: Upload Contract
ar: إرسال العقود

source: User Information
ar: معلومات العميل

source: Client Contract
ar: العقد الخاص بالعميل

# stepOne
source: Step 1
ar: الخطوة الأولى

# stepTwo
source: Step 2
ar: الخطوة الثانية

# stepThree
source: Step 3
ar: الخطوة الثالثة

# btnTakePhoto
source: Take Photo
ar: إلتقط الصورة

# takeFront
source: Take the front of the contract
ar: قم بتصوير مقدمة العقد

# takeBack
source: Take the back of the contract
ar: قم بتصوير الجزء الخلفي من العقد

# takeSelfi
source: Take the selfi of the client
ar: قم بتصوير العميل

source: Upload contract now
ar: تحميل العقد الآن

# ActivationCompletedSuccessfully
source: Activation process was completed successfully.
ar: اكتملت عملية التنشيط بنجاح.

# checkInternetConnection
source: Please check your internet connection and try again
ar: يرجى التحقق من اتصالك بالإنترنت وحاول مرة أخرى

# btnRetry
source: Retry
ar: أعد المحاولة
